Repository: Atrion/Kodi_Repo-Retired
Catalog: visualization.vortex/resources/language/Tamil (India)/strings.po
Languages: ta_in

# #30000
source: Random Presets
ta_in: குறிப்பிலாத முன்னைவுகள்

# #30001
source: Time Between Presets
ta_in: முன்னமைவுக்கு இடையேயான நேரம்

# #30002
source: Additional Random Time
ta_in: கூடுதல் குறிப்பிலாத நேரம்

# #30003
source: Lock Preset
ta_in: முன்னமைவை முடக்கவும்

# #30004
source: Enable Transitions
ta_in: மாற்றங்களை செயல்படுத்தவும்

# #30005
source: Stop first preset
ta_in: முதல் முன்னமைவை நிறுத்தவும்

# #30006
source: Show FPS
ta_in: FPS எண்ணை காண்பிக்கவும்

# #30007
source: Show debug console
ta_in: பிழை பணியகத்தை காண்பிக்கவும்

# #30008
source: Show audio analysis
ta_in: ஆடியோ பகுப்பாய்வை காண்பிக்கவும்

# #30050
source: %2.0f secs
ta_in: %2.0f நொடிகள்
