Repository: Atrion/Kodi_Repo-Retired
Catalog: plugin.program.carpc-xtouch/resources/language/*/strings.po
Languages: german

# #30000
source: Automated switch between day and night settings of skin
german: Automatisch Umschalten zwischen Tag- und Nacht-Einsellungen des Skin

# #30001
source: Day start
german: Start Tag

# #30002
source: Night start
german: Start Nacht

# #30003
source: Load Day
german: Lade Tag

# #30004
source: Load Night
german: Lade Nacht

# #30005
source: Save Day
german: Sichere Tag

# #30006
source: Save Night
german: Sichere Nacht

# #30007
source: Skin settings will be updated. Please wait...
german: Skin-Einstellungen werden aktualisiert. Bitte warten...

# #30008
source: Skin settings will be saved. Please wait...
german: Skin-Einstellungen werden gesichert. Bitte warten...

# #30009
source: The addon can't work with this skin. skin.carpc-xtouch is required!
german: Das Addon funktioniert nicht mit diesem Skin. skin.carpc-xtouch ist erforderlich!

# #30010
source: Enable bightness control for RPi Display
german: Aktiviere Helligkeitssteuerung f√ºr RPi-Display

# #30011
source: Bightness day (0-255)
german: Helligkeit Tag (0-255)

# #30012
source: Bightness night (0-255)
german: Helligkeit Nacht (0-255)
